Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# onboarding.summary.program.empty.message
source: Your answers are saved, but nothing has been built from them yet.
es: Tus respuestas están guardadas, pero todavía no se ha montado nada con ellas.
fr: Tes réponses sont enregistrées, mais rien n’a encore été construit à partir d’elles.
hi: आपके जवाब सेव हो गए हैं, पर उनसे अभी कुछ बनाया नहीं गया।
it: Le tue risposte sono salvate, ma non è ancora stato costruito nulla da esse.
ko: 답변은 저장됐지만, 아직 그것으로 만든 프로그램이 없어요.
pl: Twoje odpowiedzi są zapisane, ale nic jeszcze z nich nie powstało.
tr: Yanıtların kaydedildi ama henüz onlardan bir şey kurulmadı.
zh_hans: 你的回答已保存，但还没有据此生成任何内容。

# onboarding.summary.program.empty.title
source: No program yet
es: Aún no hay programa
fr: Pas encore de programme
hi: अभी कोई प्रोग्राम नहीं
it: Ancora nessun programma
ko: 아직 프로그램이 없어요
pl: Brak programu
tr: Henüz program yok
zh_hans: 还没有训练计划

# onboarding.summary.ready.detail
source: Confirming saves these answers, makes this your active program and opens the app. Anything here can be changed later in Settings.
es: Al confirmar se guardan estas respuestas, este pasa a ser tu programa activo y se abre la app. Todo esto se puede cambiar después en Ajustes.
fr: Confirmer enregistre ces réponses, fait de ceci ton programme actif et ouvre l’app. Tout peut être modifié plus tard dans les Réglages.
hi: पक्का करने पर ये जवाब सेव होंगे, यह आपका सक्रिय प्रोग्राम बनेगा और ऐप खुल जाएगा। यहाँ की कोई भी बात बाद में Settings में बदली जा सकती है।
it: Confermando salvi queste risposte, rendi attivo questo programma e apri l'app. Tutto ciò che vedi qui si può cambiare più avanti nelle Impostazioni.
ko: 확인하면 답변이 저장되고, 이 프로그램이 활성화되면서 앱이 열려요. 여기 있는 내용은 나중에 설정에서 바꿀 수 있어요.
pl: Potwierdzenie zapisuje te odpowiedzi, ustawia ten program jako aktywny i otwiera aplikację. Wszystko tutaj zmienisz później w Ustawieniach.
tr: Onaylamak bu yanıtları kaydeder, bunu etkin programın yapar ve uygulamayı açar. Buradaki her şey sonradan Ayarlar'dan değiştirilebilir.
zh_hans: 确认后会保存这些回答，把它设为你的当前训练计划并进入 App。这里的任何内容之后都能在设置中修改。

# onboarding.summary.ready.privacy
source: It all stays on this phone.
es: Todo se queda en este móvil.
fr: Tout reste sur ce téléphone.
hi: यह सब इसी फ़ोन पर रहता है।
it: Resta tutto su questo telefono.
ko: 전부 이 폰에만 저장돼요.
pl: Wszystko zostaje w tym telefonie.
tr: Hepsi bu telefonda kalır.
zh_hans: 所有内容都留在这台手机上。

# onboarding.summary.ready.title
source: Ready when you are
es: Listo cuando tú quieras
fr: Prêt quand tu l’es
hi: जब आप तैयार हों
it: Pronto quando lo sei tu
ko: 준비됐어요
pl: Gotowe, kiedy tylko zechcesz
tr: Sen hazır olduğunda
zh_hans: 随时可以开始

# onboarding.summary.restrictions
source: What to avoid
es: Qué evitar
fr: Ce qu’il faut éviter
hi: क्या-क्या नहीं करना
it: Cosa evitare
ko: 피할 것
pl: Czego unikać
tr: Kaçınılacaklar
zh_hans: 需要避开的内容

# onboarding.summary.seeds
source: %lld lifts recorded
es: %lld ejercicios registrados
fr: %lld mouvements renseignés
hi: %lld लिफ़्ट दर्ज
it: %lld alzate registrate
ko: 종목 %lld개 기록함
pl: %lld zapisanego boju
tr: %lld hareket kaydedildi
zh_hans: 已填写 %lld 个动作成绩

# onboarding.summary.sessionCap
source: Up to %lld min
es: Hasta %lld min
fr: Jusqu’à %lld min
hi: %lld मिनट तक
it: Fino a %lld min
ko: 최대 %lld분
pl: Do %lld min
tr: En fazla %lld dk
zh_hans: 最多 %lld 分钟

# onboarding.summary.tagCount
source: %lld tags
es: %lld etiquetas
fr: %lld étiquettes
hi: %lld टैग
it: %lld tag
ko: 태그 %lld개
pl: %lld tagu
tr: %lld etiket
zh_hans: %lld 个标签

# onboarding.summary.trainingDays
source: Days you train
es: Días que entrenas
fr: Jours où tu t’entraînes
hi: जिन दिनों ट्रेनिंग करते हैं
it: Giorni in cui ti alleni
ko: 운동하는 요일
pl: Dni, w które trenujesz
tr: Antrenman günlerin
zh_hans: 训练日

# onboarding.summary.units
source: Units
es: Unidades
fr: Unités
hi: इकाइयाँ
it: Unità
ko: 단위
pl: Jednostki
tr: Birimler
zh_hans: 单位

# onboarding.unit.months
source: months
es: meses
fr: mois
hi: महीने
it: mesi
ko: 개월
pl: mies.
tr: ay
zh_hans: 个月

# onboarding.welcome.explain.detail
source: Every suggestion comes with the thinking behind it, so you can overrule it.
es: Cada sugerencia viene con el razonamiento detrás, para que puedas llevarle la contraria.
fr: Chaque suggestion vient avec le raisonnement derrière, pour que tu puisses la contredire.
hi: हर सुझाव के साथ उसके पीछे की सोच रहती है, ताकि आप उसे बदल भी सकें।
it: Ogni proposta arriva con il ragionamento che c'è dietro, così puoi anche non seguirla.
ko: 모든 제안에 그렇게 판단한 이유가 함께 있어서, 언제든 다르게 정할 수 있어요.
pl: Każda propozycja przychodzi z uzasadnieniem, więc możesz ją odrzucić.
tr: Her öneri, arkasındaki mantıkla birlikte gelir; istersen onu geçersiz kılabilirsin.
zh_hans: 每一条建议都会说明依据，你随时可以推翻它。

# onboarding.welcome.explain.title
source: Reasons, not just numbers
es: Motivos, no solo números
fr: Des raisons, pas seulement des chiffres
hi: सिर्फ़ आँकड़े नहीं, वजह भी
it: Motivi, non solo numeri
ko: 숫자만이 아니라 이유까지
pl: Powody, nie same liczby
tr: Yalnızca rakam değil, gerekçe
zh_hans: 不只有数字，还有理由

# onboarding.welcome.privacy.detail
source: No account, no sign-in, nothing sent anywhere.
es: Sin cuenta, sin registro, sin enviar nada a ninguna parte.
fr: Pas de compte, pas de connexion, rien n’est envoyé nulle part.
hi: न कोई अकाउंट, न साइन-इन, न कुछ कहीं भेजा जाता है।
it: Nessun account, nessun accesso, niente inviato da nessuna parte.
ko: 계정도 로그인도 없고, 아무것도 밖으로 보내지 않아요.
pl: Bez konta, bez logowania, nic nigdzie nie wędruje.
tr: Hesap yok, giriş yok, hiçbir yere hiçbir şey gönderilmiyor.
zh_hans: 无需账号，无需登录，不上传任何内容。

# onboarding.welcome.privacy.title
source: Your data stays on your phone
es: Tus datos se quedan en tu móvil
fr: Tes données restent sur ton téléphone
hi: आपका डेटा आपके फ़ोन पर ही रहता है
it: I tuoi dati restano sul tuo telefono
ko: 데이터는 내 폰에만
pl: Twoje dane zostają w telefonie
tr: Verilerin telefonunda kalır
zh_hans: 数据只留在你的手机上

# onboarding.welcome.program.detail
source: Built from the days you have, the time you have and the equipment you can reach.
es: Hecho con los días que tienes, el tiempo que tienes y el material al que llegas.
fr: Construit à partir des jours dont tu disposes, du temps que tu as et du matériel à ta portée.
hi: आपके पास जो दिन हैं, जो समय है और जो इक्विपमेंट पहुँच में है, उसी से बना।
it: Costruito sui giorni che hai, sul tempo che hai e sull'attrezzatura a cui arrivi.
ko: 가능한 요일과 시간, 쓸 수 있는 장비로 만들어요.
pl: Zbudowany z dni, które masz, czasu, którym dysponujesz, i sprzętu, do którego sięgasz.
tr: Ayırabildiğin günlere, vaktine ve ulaşabildiğin ekipmana göre kurulur.
zh_hans: 依据你有的日子、时间和能用到的器械生成。

# onboarding.welcome.program.title
source: A program that fits your week
es: Un programa que encaja en tu semana
fr: Un programme qui tient dans ta semaine
hi: आपके हफ़्ते में फ़िट बैठने वाला प्रोग्राम
it: Un programma che sta nella tua settimana
ko: 내 한 주에 맞는 프로그램
pl: Program dopasowany do Twojego tygodnia
tr: Haftana uyan bir program
zh_hans: 贴合你一周的训练计划

# onboarding.welcome.progress.detail
source: Every set is logged, and your loads move as your numbers do.
es: Cada serie queda registrada, y tus cargas se mueven igual que tus números.
fr: Chaque série est enregistrée, et tes charges évoluent avec tes chiffres.
hi: हर सेट दर्ज होता है, और आपके आँकड़ों के साथ आपके लोड भी बढ़ते हैं।
it: Ogni serie viene registrata e i tuoi carichi salgono insieme ai tuoi numeri.
ko: 모든 세트를 기록하고, 숫자가 오르면 중량도 함께 올라가요.
pl: Każda seria jest zapisana, a ciężary rosną razem z Twoimi liczbami.
tr: Her set kaydedilir ve rakamların yükseldikçe ağırlıkların da yükselir.
zh_hans: 每一组都被记录，负重随你的数据一起提升。

# onboarding.welcome.progress.title
source: Progress you can see
es: Un progreso que se ve
fr: Des progrès visibles
hi: दिखने वाली प्रगति
it: Progressi che si vedono
ko: 눈에 보이는 성장
pl: Postępy, które widać
tr: Görebildiğin ilerleme
zh_hans: 看得见的进步

# onboarding.welcome.time
source: About five minutes, and %lld exercises to draw from.
es: Unos cinco minutos, y %lld ejercicios entre los que elegir.
fr: Environ cinq minutes, et %lld exercices dans lesquels puiser.
hi: करीब पाँच मिनट, और चुनने के लिए %lld एक्सरसाइज़।
it: Circa cinque minuti, e %lld esercizi da cui attingere.
ko: 약 5분 걸리고, 운동 %lld개 중에서 골라요.
pl: Około pięciu minut i %lld ćwiczeń do wyboru.
tr: Yaklaşık beş dakika ve aralarından seçilecek %lld egzersiz.
zh_hans: 大约五分钟，有 %lld 个动作可供挑选。

# oneRepMax.formula.average
source: Blended
es: Combinada
fr: Combinée
hi: मिश्रित
it: Combinata
tr: Harmanlanmış
zh_hans: 综合

# pace.fast
source: Fast
es: Rápido
fr: Rapide
hi: तेज़
it: Veloce
tr: Hızlı
zh_hans: 快

# pace.moderate
source: Steady
es: Constante
fr: Régulier
hi: सामान्य
it: Costante
tr: Dengeli
zh_hans: 适中

# prKind.bestSetVolume
source: Best set volume
es: Mejor volumen en una serie
fr: Volume de la meilleure série
hi: सबसे अच्छा सेट वॉल्यूम
it: Volume della miglior serie
tr: En iyi set hacmi
zh_hans: 最佳单组训练量

# prKind.estimatedOneRepMax
source: Estimated 1RM
es: 1RM estimado
fr: 1RM estimé
hi: अनुमानित 1RM
it: 1RM stimato
tr: Tahmini 1RM
zh_hans: 预估 1RM

# prKind.heaviestWeight
source: Heaviest weight
es: Peso más alto
fr: Charge la plus lourde
hi: सबसे भारी वज़न
it: Peso più alto
tr: En ağır ağırlık
zh_hans: 最大重量

# prKind.lightestAssistance
source: Least assistance
es: Menos asistencia
fr: Assistance la plus faible
hi: सबसे कम सहारा
it: Minor assistenza
tr: En az destek
zh_hans: 最小助力

# prKind.longestDistance
source: Longest distance
es: Mayor distancia
fr: Distance la plus longue
hi: सबसे लंबी दूरी
it: Distanza maggiore
tr: En uzun mesafe
zh_hans: 最远距离

# prKind.longestDuration
source: Longest hold
es: Más tiempo aguantado
fr: Maintien le plus long
hi: सबसे लंबा होल्ड
it: Tenuta più lunga
tr: En uzun tutuş
zh_hans: 最长保持

# prKind.mostReps
source: Most reps
es: Más repeticiones
fr: Plus de répétitions
hi: सबसे ज़्यादा रेप्स
it: Più ripetizioni
tr: En çok tekrar
zh_hans: 最多次数

# prKind.sessionVolume
source: Session volume
es: Volumen de la sesión
fr: Volume de la séance
hi: सेशन वॉल्यूम
it: Volume della sessione
tr: Seans hacmi
zh_hans: 单次训练量

# program.action.clone
source: Duplicate program
es: Duplicar programa
fr: Dupliquer le programme
hi: प्रोग्राम की कॉपी बनाएँ
it: Duplica il programma
ko: 프로그램 복제
pl: Duplikuj program
tr: Programı kopyala
zh_hans: 复制计划

# program.action.menu
source: Program options
es: Opciones del programa
fr: Options du programme
hi: प्रोग्राम के विकल्प
it: Opzioni del programma
ko: 프로그램 옵션
pl: Opcje programu
tr: Program seçenekleri
zh_hans: 计划选项

# program.action.newManual
source: New empty program
es: Nuevo programa vacío
fr: Nouveau programme vide
hi: नया खाली प्रोग्राम
it: Nuovo programma vuoto
ko: 새 빈 프로그램
pl: Nowy pusty program
tr: Yeni boş program
zh_hans: 新建空白计划

# program.action.regenerate
source: Rebuild program
es: Reconstruir programa
fr: Reconstruire le programme
hi: प्रोग्राम दोबारा बनाएँ
it: Ricostruisci il programma
ko: 프로그램 다시 만들기
pl: Przebuduj program
tr: Programı yeniden kur
zh_hans: 重新生成计划

# program.clone.defaultTitle
source: %@ copy
es: Copia de %@
fr: Copie de %@
hi: %@ की कॉपी
it: Copia di %@
ko: %@ 사본
pl: %@ — kopia
tr: %@ kopyası
zh_hans: %@ 副本

# program.defaultManualTitle
source: My program
es: Mi programa
fr: Mon programme
hi: मेरा प्रोग्राम
it: Il mio programma
ko: 내 프로그램
pl: Mój program
tr: Programım
zh_hans: 我的训练计划

# program.editor.activate
source: Make active
es: Hacer activo
fr: Rendre actif
hi: सक्रिय बनाएँ
it: Rendi attivo
ko: 활성화하기
pl: Ustaw jako aktywny
tr: Etkin yap
zh_hans: 设为当前

# program.editor.addHeader
source: Add
es: Añadir
fr: Ajouter
hi: जोड़ें
it: Aggiungi
ko: 추가
pl: Dodaj
tr: Ekle
zh_hans: 添加

# program.editor.addRestDay
source: Add a rest day
es: Añadir un día de descanso
fr: Ajouter un jour de repos
hi: आराम का दिन जोड़ें
it: Aggiungi un giorno di riposo
ko: 휴식일 추가
pl: Dodaj dzień wolny
tr: Dinlenme günü ekle
zh_hans: 添加休息日

# program.editor.addSession
source: Add a session
es: Añadir una sesión
fr: Ajouter une séance
hi: सेशन जोड़ें
it: Aggiungi una sessione
ko: 세션 추가
pl: Dodaj sesję
tr: Seans ekle
zh_hans: 添加训练课

# program.editor.anyDay
source: Any day
es: Cualquier día
fr: N’importe quel jour
hi: कोई भी दिन
it: Qualsiasi giorno
ko: 요일 무관
pl: Dowolny dzień
tr: Herhangi bir gün
zh_hans: 不限日期

# program.editor.deleteMessage
source: The session and the exercises in it are removed from this program. Workouts you have already logged are not affected.
es: La sesión y sus ejercicios se quitan de este programa. Los entrenamientos que ya registraste no se ven afectados.
fr: La séance et les exercices qu’elle contient sont retirés de ce programme. Les séances que tu as déjà enregistrées ne sont pas touchées.
hi: सेशन और उसकी एक्सरसाइज़ इस प्रोग्राम से हट जाएँगी। पहले दर्ज किए गए वर्कआउट पर कोई असर नहीं पड़ेगा।
it: La sessione e gli esercizi che contiene vengono rimossi da questo programma. Gli allenamenti già registrati non vengono toccati.
ko: 세션과 그 안의 운동이 이 프로그램에서 사라져요. 이미 기록한 운동은 그대로예요.
pl: Sesja i jej ćwiczenia znikną z tego programu. Zapisane wcześniej treningi zostają bez zmian.
tr: Seans ve içindeki egzersizler bu programdan kaldırılır. Daha önce kaydettiğin antrenmanlar etkilenmez.
zh_hans: 这节训练课及其中的动作会从这份计划中移除。已经记录的训练不受影响。

# program.editor.deleteProgramMessage
source: The program and its version history are removed. Workouts you logged from it are kept.
es: El programa y su historial de versiones se eliminan. Los entrenamientos que registraste con él se conservan.
fr: Le programme et son historique de versions sont supprimés. Les séances que tu as enregistrées à partir de lui sont conservées.
hi: प्रोग्राम और उसकी वर्शन हिस्ट्री हट जाएगी। इससे दर्ज किए गए वर्कआउट बने रहेंगे।
it: Il programma e la sua cronologia delle versioni vengono rimossi. Gli allenamenti che hai registrato restano.
ko: 프로그램과 버전 기록이 사라져요. 이 프로그램으로 기록한 운동은 그대로 남아요.
pl: Program i jego historia wersji zostaną usunięte. Treningi zapisane na jego podstawie zostają.
tr: Program ve sürüm geçmişi kaldırılır. Ondan kaydettiğin antrenmanlar korunur.
zh_hans: 训练计划及其版本历史会被移除。你依据它记录的训练会保留。

# program.editor.deleteProgramTitle
source: Delete this program?
es: ¿Eliminar este programa?
fr: Supprimer ce programme ?
hi: यह प्रोग्राम मिटाएँ?
it: Eliminare questo programma?
ko: 이 프로그램을 삭제할까요?
pl: Usunąć ten program?
tr: Bu program silinsin mi?
zh_hans: 删除这份训练计划？

# program.editor.deleteTitle
source: Delete this session?
es: ¿Eliminar esta sesión?
fr: Supprimer cette séance ?
hi: यह सेशन मिटाएँ?
it: Eliminare questa sessione?
ko: 이 세션을 삭제할까요?
pl: Usunąć tę sesję?
tr: Bu seans silinsin mi?
zh_hans: 删除这节训练课？

# program.editor.fromTemplate
source: Add from a template
es: Añadir desde una plantilla
fr: Ajouter depuis un modèle
hi: टेम्पलेट से जोड़ें
it: Aggiungi da un modello
ko: 템플릿에서 추가
pl: Dodaj z szablonu
tr: Şablondan ekle
zh_hans: 从模板添加

# program.editor.otherProgramDetail
source: %@ · %lld sessions
es: %@ · %lld sesiones
fr: %@ · %lld séances
hi: %@ · %lld सेशन
it: %@ · %lld sessioni
ko: %@ · 세션 %lld개
pl: %@ · %lld sesji
tr: %@ · %lld seans
zh_hans: %@ · %lld 节训练课

# program.editor.otherProgramsFooter
source: Only one program is active at a time. The others are kept, with their history, until you delete them.
es: Solo hay un programa activo a la vez. Los demás se conservan, con su historial, hasta que los elimines.
fr: Un seul programme est actif à la fois. Les autres sont conservés, avec leur historique, jusqu’à ce que tu les supprimes.
hi: एक समय में सिर्फ़ एक ही प्रोग्राम सक्रिय रहता है। बाकी अपनी हिस्ट्री के साथ तब तक बने रहते हैं जब तक आप उन्हें मिटा न दें।
it: È attivo un solo programma alla volta. Gli altri restano, con la loro cronologia, finché non li elimini.
ko: 한 번에 하나의 프로그램만 활성화돼요. 나머지는 삭제하기 전까지 기록과 함께 보관돼요.
pl: Aktywny jest zawsze tylko jeden program. Pozostałe czekają razem z historią, dopóki ich nie usuniesz.
tr: Aynı anda yalnızca bir program etkindir. Diğerleri, geçmişleriyle birlikte sen silene kadar saklanır.
zh_hans: 同一时间只有一份计划处于启用状态。其余的会连同历史一起保留，直到你删除它们。

# program.editor.otherProgramsHeader
source: Other programs
es: Otros programas
fr: Autres programmes
hi: दूसरे प्रोग्राम
it: Altri programmi
ko: 다른 프로그램
pl: Inne programy
tr: Diğer programlar
zh_hans: 其他训练计划

# program.editor.renameField
source: Session name
es: Nombre de la sesión
fr: Nom de la séance
hi: सेशन का नाम
it: Nome della sessione
ko: 세션 이름
pl: Nazwa sesji
tr: Seans adı
zh_hans: 训练课名称

# program.editor.renameNote
source: Leave this empty to go back to %@.
es: Déjalo vacío para volver a %@.
fr: Laisse vide pour revenir à %@.
hi: इसे खाली छोड़ दें तो नाम वापस %@ हो जाएगा।
it: Lascialo vuoto per tornare a %@.
ko: 비워 두면 %@ 이름으로 돌아가요.
pl: Zostaw puste, żeby wrócić do %@.
tr: Şu ada dönmek için burayı boş bırak: %@.
zh_hans: 留空即可恢复为%@。

# program.editor.renameTitle
source: Rename session
es: Renombrar sesión
fr: Renommer la séance
hi: सेशन का नाम बदलें
it: Rinomina la sessione
ko: 세션 이름 바꾸기
pl: Zmień nazwę sesji
tr: Seansı yeniden adlandır
zh_hans: 重命名训练课

# program.editor.sessionsFooter
source: Drag to reorder. Swipe a session to rename, duplicate or delete it.
es: Arrastra para reordenar. Desliza una sesión para renombrarla, duplicarla o eliminarla.
fr: Fais glisser pour réorganiser. Balaie une séance pour la renommer, la dupliquer ou la supprimer.
hi: क्रम बदलने के लिए खींचें। नाम बदलने, कॉपी बनाने या मिटाने के लिए सेशन पर स्वाइप करें।
it: Trascina per riordinare. Scorri su una sessione per rinominarla, duplicarla o eliminarla.
ko: 끌어서 순서를 바꾸고, 옆으로 밀어 이름 바꾸기나 복제, 삭제를 할 수 있어요.
pl: Przeciągnij, żeby zmienić kolejność. Przesuń sesję palcem, żeby zmienić jej nazwę, zduplikować ją lub usunąć.
tr: Sıralamak için sürükle. Yeniden adlandırmak, kopyalamak veya silmek için seansı kaydır.
zh_hans: 拖动可重新排序。左滑训练课可重命名、复制或删除。

# program.editor.sessionsHeader
source: Sessions
es: Sesiones
fr: Séances
hi: सेशन
it: Sessioni
ko: 세션
pl: Sesje
tr: Seanslar
zh_hans: 训练课

# program.editor.title
source: Edit sessions
es: Editar sesiones
fr: Modifier les séances
hi: सेशन एडिट करें
it: Modifica le sessioni
ko: 세션 편집
pl: Edytuj sesje
tr: Seansları düzenle
zh_hans: 编辑训练课

# program.editor.weekdayLabel
source: Day for %@
es: Día para %@
fr: Jour pour %@
hi: %@ का दिन
it: Giorno per %@
ko: %@ 요일
pl: Dzień dla %@
tr: %@ için gün
zh_hans: %@ 的安排日

# program.empty.generate
source: Build my program
es: Crear mi programa
fr: Construire mon programme
hi: मेरा प्रोग्राम बनाएँ
it: Costruisci il mio programma
ko: 내 프로그램 만들기
pl: Zbuduj mój program
tr: Programımı oluştur
zh_hans: 生成我的训练计划

# program.empty.manual
source: Start from scratch
es: Empezar desde cero
fr: Partir de zéro
hi: शून्य से शुरू करें
it: Parti da zero
ko: 처음부터 직접 만들기
pl: Zacznij od zera
tr: Sıfırdan başla
zh_hans: 从空白开始

# program.empty.message
source: Forge can build one from your goals, your schedule and the equipment you have. Every part of it stays yours to change afterwards.
es: Forge puede montar uno con tus objetivos, tu horario y el material que tienes. Después, todo sigue siendo tuyo para cambiarlo.
fr: Forge peut en construire un à partir de tes objectifs, de ton emploi du temps et du matériel dont tu disposes. Chaque partie reste ensuite modifiable.
hi: Forge आपके लक्ष्यों, शेड्यूल और इक्विपमेंट से एक प्रोग्राम बना सकता है। उसका हर हिस्सा बाद में आपके बदलने के लिए खुला रहेगा।
it: Forge può costruirne uno dai tuoi obiettivi, dai tuoi impegni e dall'attrezzatura che hai. Ogni sua parte resta tua da cambiare.
ko: Forge가 목표와 일정, 가진 장비로 만들어 드릴 수 있어요. 만든 뒤에도 무엇이든 바꿀 수 있어요.
pl: Forge zbuduje go z Twoich celów, grafiku i sprzętu, jaki masz. Każdy element zostaje potem do Twojej zmiany.
tr: Forge; hedeflerine, takvimine ve ekipmanına göre bir program kurabilir. Sonrasında her parçasını değiştirmek sana kalmış.
zh_hans: Forge 可以根据你的目标、日程和现有器械生成一份。生成之后，每一部分你都能自己改。

# program.empty.title
source: No program yet
es: Aún no hay programa
fr: Pas encore de programme
hi: अभी कोई प्रोग्राम नहीं
it: Ancora nessun programma
ko: 아직 프로그램이 없어요
pl: Brak programu
tr: Henüz program yok
zh_hans: 还没有训练计划

# program.error.generic
source: Your program could not be updated. Try again.
es: No se ha podido actualizar tu programa. Inténtalo de nuevo.
fr: Ton programme n’a pas pu être mis à jour. Réessaie.
hi: आपका प्रोग्राम अपडेट नहीं हो सका। फिर कोशिश करें।
it: Non è stato possibile aggiornare il tuo programma. Riprova.
ko: 프로그램을 업데이트하지 못했어요. 다시 시도해 주세요.
pl: Nie udało się zaktualizować programu. Spróbuj ponownie.
tr: Programın güncellenemedi. Tekrar dene.
zh_hans: 无法更新你的训练计划，请重试。

# program.library.title
source: Saved templates
es: Plantillas guardadas
fr: Modèles enregistrés
hi: सेव किए टेम्पलेट
it: Modelli salvati
ko: 저장한 템플릿
pl: Zapisane szablony
tr: Kayıtlı şablonlar
zh_hans: 已保存的模板

# program.loading
source: Loading your program
es: Cargando tu programa
fr: Chargement de ton programme
hi: आपका प्रोग्राम लोड हो रहा है
it: Caricamento del tuo programma
ko: 프로그램을 불러오는 중이에요
pl: Wczytuję Twój program
tr: Programın yükleniyor
zh_hans: 正在载入你的训练计划

# program.manage.settingsDetail
source: Days, priorities, progression and rest
es: Días, prioridades, progresión y descanso
fr: Jours, priorités, progression et repos
hi: दिन, प्राथमिकताएँ, प्रोग्रेशन और आराम
it: Giorni, priorità, progressione e recupero
ko: 요일, 우선순위, 증량, 휴식
pl: Dni, priorytety, progresja i przerwy
tr: Günler, öncelikler, ilerleme ve dinlenme
zh_hans: 训练日、优先级、进阶方式和休息

# program.manage.templatesDetail
source: Save a session and reuse it
es: Guarda una sesión y reutilízala
fr: Enregistrer une séance et la réutiliser
hi: सेशन सेव करें और दोबारा इस्तेमाल करें
it: Salva una sessione e riusala
ko: 세션을 저장해 두고 다시 쓰기
pl: Zapisz sesję i używaj jej ponownie
tr: Bir seansı kaydet ve yeniden kullan
zh_hans: 保存一节训练课以便重复使用

# program.manage.title
source: Manage
es: Gestionar
fr: Gérer
hi: प्रबंधन
it: Gestisci
ko: 관리
pl: Zarządzanie
tr: Yönet
zh_hans: 管理

# program.manage.versionsDetail
source: Saved versions: %lld
es: Versiones guardadas: %lld
fr: Versions enregistrées : %lld
hi: सेव किए वर्शन: %lld
it: Versioni salvate: %lld
ko: 저장된 버전: %lld
pl: Zapisane wersje: %lld
tr: Kayıtlı sürüm: %lld
zh_hans: 已保存版本：%lld

# program.name.cloneTitle
source: Name the copy
es: Ponle nombre a la copia
fr: Nomme la copie
hi: कॉपी को नाम दें
it: Dai un nome alla copia
ko: 사본 이름 정하기
pl: Nazwij kopię
tr: Kopyaya ad ver
zh_hans: 为副本命名

# program.name.newNote
source: You will build the sessions yourself. Your schedule has room for %lld training days a week.
es: Las sesiones las montarás tú. Tu horario tiene sitio para %lld días de entrenamiento a la semana.
fr: Tu construiras les séances toi-même. Ton emploi du temps laisse la place à %lld jours d’entraînement par semaine.
hi: सेशन आप खुद बनाएँगे। आपके शेड्यूल में हफ़्ते के %lld ट्रेनिंग दिनों की जगह है।
it: Costruirai tu le sessioni. I tuoi impegni lasciano spazio a %lld giorni di allenamento a settimana.
ko: 세션은 직접 만들게 돼요. 일정상 주 %lld일까지 운동할 수 있어요.
pl: Sesje zbudujesz sam. Twój grafik ma miejsce na %lld dni treningowych w tygodniu.
tr: Seansları kendin kuracaksın. Takvimin haftada %lld antrenman gününe uygun.
zh_hans: 训练课将由你自己安排。你的日程每周有 %lld 天可以训练。

# program.name.newTitle
source: Name your program
es: Ponle nombre a tu programa
fr: Nomme ton programme
hi: अपने प्रोग्राम को नाम दें
it: Dai un nome al programma
ko: 프로그램 이름 정하기
pl: Nazwij swój program
tr: Programına ad ver
zh_hans: 为训练计划命名

# program.name.placeholder
source: Program name
es: Nombre del programa
fr: Nom du programme
hi: प्रोग्राम का नाम
it: Nome del programma
ko: 프로그램 이름
pl: Nazwa programu
tr: Program adı
zh_hans: 计划名称

# program.name.renameTitle
source: Rename program
es: Renombrar programa
fr: Renommer le programme
hi: प्रोग्राम का नाम बदलें
it: Rinomina il programma
ko: 프로그램 이름 바꾸기
pl: Zmień nazwę programu
tr: Programı yeniden adlandır
zh_hans: 重命名训练计划
